{
  "TEMPLATE": "<span class='tooltip-title'></span><span class='tooltip-block'></span><span class='tooltip-block'></span>",
  "bestial": "<span class='tooltip-title'>Bestial</span><span class='tooltip-block'>You act on primal, physical impulses. Frightening things make you run. You meet aggressive threats with violence and anger. Take a -2 penalty to all rolls to resist these impulses. As well, take a -2 penalty to Defense due to your impulsive actions. Any rolls to compel your character to impulsive, aggressive action or escape achieve exceptional success on three successes instead of five.</span><span class='tooltip-block'><strong>Resolution:</strong> Cause damage in someone's last three Health boxes.</span>",
  "deprived": "<span class='tooltip-title'>Deprived</span><span class='tooltip-block'>You suffers from an addiction. Because you are without it, you are unable to focus or contain yourself. Remove one die from your Stamina, Resolve, and Composure dice pools. This does not influence derived traits or Scar Resistance rolls.</span><span class='tooltip-block'><strong>Resolution:</strong> You indulge your addiction.</span>",
  "distracted": "<span class='tooltip-title'>Distracted</span><span class='tooltip-block'>Constant confusion and distractions buffet you from all sides. You cannot take extended actions, and you suffer a &minus;2 die penalty to all rolls involving perception, concentration, and precision.</span><span class='tooltip-block'><strong>Resolution:</strong> Leaving the environment.</span>",
  "frightened": "<span class='tooltip-title'>Frightened</span><span class='tooltip-block'>Something’s scared you to the point where you lose rational thought. Maybe you've just looked down at a 100-story drop, or seen a tarantula the size of your fist crawling up your leg. Whatever the case, you need to leave right now. Your only priority is getting the fuck away from the thing that’s frightened you — to hell with your stuff, your friends, and your allies. If someone tries to stop you from escaping, you fight your way past them. You can’t approach the source of your fear or act against it — and if the only way out involves going near the source of your fear, you collapse on the ground in terror. Supernatural creatures prone to loss of control must make their usual rolls to avoid doing so. Suppressing this Condition’s effects for a turn costs a point of Willpower.</span><span class='tooltip-block'><strong>Resolution:</strong>You escape from the source of your fear; the scene ends.</span>",
  "informed": "<span class='tooltip-title'>Informed</span><span class='tooltip-block'>You have a breadth of research information based on the topic investigated. When you make a roll relating to the topic, you may choose to resolve this Condition. If you resolve it and the roll fails, consider it to have a single success instead. If it succeeds, consider it an exceptional success.</span> <span class='tooltip-block'>The roll that benefits from the <em>Informed</em> Condition can be any relevant Skill roll. For example, a character with <em>Informed (Werewolves)</em> might gain its benefits when using researched information to build a silver bear trap with the Crafts Skill. Combat rolls cannot benefit from this Condition.</span><span class='tooltip-block'><strong>Resolution:</strong> You use your research to gain information; you resolve the Condition as described above.</span>",
  "intoxicated": "<span class='tooltip-title'>Intoxicated</span><span class='tooltip-block'>You are drunk, drugged, or otherwise dulled to the world around you. While you're probably not hallucinating, your inhibitions and reactions are both lower than they should be. You suffer a &minus;2 penalty to all Dexterity and Wits dice pools. Characters using Social maneuvering against you face two fewer Doors than usual.</span><span class='tooltip-block'><strong>Resolution:</strong> Sleep it off.</span>",
  "shaken": "<span class='tooltip-title'>Shaken</span><span class='tooltip-block'>Something has severely frightened you. Any time you are taking an action where that fear might hinder you, you may opt to fail the roll and resolve this Condition.</span><span class='tooltip-block'><strong>Resolution:</strong> You give in to your fear and fail a roll as described above.</span>",
  "spooked": "<span class='tooltip-title'>Spooked</span><span class='tooltip-block'>You have seen something supernatural — not overt enough to terrify you, but unmistakably otherworldly. How you respond to this is up to you, but it captivates you and dominates your focus.</span><span class='tooltip-block'><strong>Resolution:</strong> This Condition is resolved when your fear and fascination causes you to do something that hinders the group or complicates things (you go off alone to investigate a strange noise, stay up all night researching, run away instead of holding your ground, etc.).</span>"
}