{
  "TEMPLATE": "<span class='tooltip-title'></span><span class='tooltip-block'></span><span class='tooltip-block'></span>",
  "bestial": "<span class='tooltip-title'>Bestial</span><span class='tooltip-block'>You act on primal, physical impulses. Frightening things make you run. You meet aggressive threats with violence and anger. Take a -2 penalty to all rolls to resist these impulses. As well, take a -2 penalty to Defense due to your impulsive actions. Any rolls to compel your character to impulsive, aggressive action or escape achieve exceptional success on three successes instead of five.</span><span class='tooltip-block'><strong>Resolution:</strong> Cause damage in someone's last three Health boxes.</span>",
  "informed": "<span class='tooltip-title'>Informed</span><span class='tooltip-block'>You have a breadth of research information based on the topic investigated. When you make a roll relating to the topic, you may choose to resolve this Condition. If you resolve it and the roll fails, consider it to have a single success instead. If it succeeds, consider it an exceptional success.</span> <span class='tooltip-block'>The roll that benefits from the <em>Informed</em> Condition can be any relevant Skill roll. For example, a character with <em>Informed (Werewolves)</em> might gain its benefits when using researched information to build a silver bear trap with the Crafts Skill. Combat rolls cannot benefit from this Condition.</span><span class='tooltip-block'><strong>Resolution:</strong> Your character uses {{his}} research to gain information; you resolve the Condition as described above.</span>",
  "shaken": "<span class='tooltip-title'>Shaken</span><span class='tooltip-block'>Something has severely frightened you. Any time you are taking an action where that fear might hinder you, you may opt to fail the roll and resolve this Condition.</span><span class='tooltip-block'><strong>Resolution:</strong> You give in to your fear and fail a roll as described above.</span>",
  "spooked": "<span class='tooltip-title'>Spooked</span><span class='tooltip-block'>You have seen something supernatural — not overt enough to terrify you, but unmistakably otherworldly. How you respond to this is up to you, but it captivates you and dominates your focus.</span><span class='tooltip-block'><strong>Resolution:</strong> This Condition is resolved when your fear and fascination causes you to do something that hinders the group or complicates things (you go off alone to investigate a strange noise, stay up all night researching, run away instead of holding your ground, etc.).</span>"
}