{
  "template": "<strong class='tooltip-title'></strong><strong class='tooltip-subtitle centered'></strong><span class='tooltip-block'><strong>Description:</strong> </span><span class='tooltip-block'><strong>Effect (moderate):</strong> </span><span class='tooltip-block'><strong>Effect (severe):</strong> </span><span class='tooltip-block'><strong>Countermeasures/Ending the Tilt:</strong> </span>",
  "drugged": "<strong class='tooltip-title'>Drugged</strong><strong class='tooltip-subtitle centered'>Personal</strong><span class='tooltip-block'><strong>Description:</strong> The character's thinking is addled by mind&shy;altering substances.</span><span class='tooltip-block'><strong>Effect (moderate):</strong> A generic narcotic can be represented with one set of modifiers; the character suffers a -2 modifier to Speed (and static Defense, if used) and a -3 penalty to all rolls in combat. The character ignores wound penalties.</span><span class='tooltip-block'><strong>Ending the Tilt:</strong> A drugged character can shake off the effects for a turn by succeeding on a reflexive Stamina + Resolve roll, with a -1 to -3 penalty based the potency of the drug (use -2 as the default).</span>",
  "insane": "<strong class='tooltip-title'>Insane</strong><strong class='tooltip-subtitle centered'>Personal</strong><span class='tooltip-block'><strong>Description:</strong> You suffer from a panic attack, sudden imbalance, or a full-on psychotic break.</span><span class='tooltip-block'><strong>Effect (moderate):</strong> You gain a +1 bonus to all combat rolls, but take actions after everyone else. You cannot spend Willpower in combat, and you suffers a &minus;3 penalty to all Social rolls.</span><span class='tooltip-block'><strong>Ending the Tilt:</strong> The specific effects of this Tilt don't normally last beyond the end of the scene. To end earlier, roll Resolve + Composure as an instant action, contested by a dice pool of (10 &minus; your Resolve + Composure). Take no other actions this turn, and don't apply Defense to attacks.</span>",
  "insensate": "<strong class='tooltip-title'>Insensate</strong><strong class='tooltip-subtitle centered'>Personal</strong><span class='tooltip-block'><strong>Description:</strong> You shut down, either due to extreme fear or sudden pleasure.</span><span class='tooltip-block'><strong>Effect (severe):</strong> You can't take any actions until the Tilt is resolved. You can apply Defense to incoming attacks, and if you takes any damage from an attack, the Tilt ends.</span><span class='tooltip-block'><strong>Ending the Tilt:</strong> The Tilt wears off at the end of the scene. You can spend a point of Willpower before then to act normally for one turn. A successful attack will also end the Tilt. If you have been knocked insensible by drugs, then when this Tilt ends it is replaced with the Drugged Tilt.</span>",
  "knockedDown": "<strong class='tooltip-title'>Knocked Down</strong><strong class='tooltip-subtitle centered'>Personal</strong><span class='tooltip-block'><strong>Description:</strong> Something knocks the character to the floor.</span><span class='tooltip-block'><strong>Effect (moderate):</strong> The character is knocked off her feet. If she hasn't already acted this turn, she loses her action. Once she's on the ground, a character is considered prone. The character can still apply Defense against incoming attacks, and can attempt to attack from the ground at a -2 penalty.</span><span class='tooltip-block'><strong>Effect (severe):</strong> </span><span class='tooltip-block'><strong>Countermeasures/Ending the Tilt:</strong> Standing up takes an action. A character who hasn't yet acted can make a Dexterity + Athletics roll, minus weapon modifier. If successful, she avoids the effects of this Tilt.</span>",
  "slick": "<strong class='tooltip-title'>Slick</strong><strong class='tooltip-subtitle centered'>Environmental</strong><span class='tooltip-block'><strong>Description:</strong> Ice, oil, or other lubricants render surfaces slick.</span><span class='tooltip-block'><strong>Effect (moderate):</strong> Anyone trying to keep footing (or drive) to cross the affected area must move slowly. Halve the Speed of any character on the ice. Physical actions such as combat are also impeded by the Trait, with a <strong>-2</strong> penalty to all rolls and Defense. Attempting to move at full speed doubles the dice penalty to <strong>-4</strong> dice.</span><span class='tooltip-block'><strong>Countermeasures:</strong> Cleats (+2; Availability •); tire chains (+2; Availability •••)</span>",
  "stunned": "<strong class='tooltip-title'>Stunned</strong><strong class='tooltip-subtitle centered'>Personal</strong><span class='tooltip-block'><strong>Description:</strong> You are dazed and unable to think straight.</span><span class='tooltip-block'><strong>Effect (severe):</strong> You lose your next action, and halve your Defense until you can next act.</span><span class='tooltip-block'><strong>Ending the Tilt:</strong> The effects of this Tilt last one turn. You can end the Tilt during your own action by reflexively spending a point of Willpower, but a &minus;3 modifier applies to any actions you take that turn.</span>"
}